Repository: DiniMad/ArQr.Server
Catalog: Source/Resource/ResourceFiles/HttpResponseMessages.*.resx
Languages: fa

# Unauthorized
source: Your not authorize to access the requested contents.
fa: شما اجازه دسترسی به محتوای خواسته شده را ندارید.

source: User not found.
fa: کاربر پیدا نشد.

# IncorrectPassword
source: The password is incorrect.
fa: رمز عبور نادرست است.

# IncorrectRefreshToken
source: The refresh token is incorret.
fa: رفرش توکن نادرست است.

# DuplicatePhoneNumber
source: The phone number already exists.
fa: شماره تماس موجود می باشد.

# UnhandledException
source: An unhandled exception has occurred.
fa: خطایی غیر منتظره رخ داده است.

source: QR code not found.
fa: بارکد پیدا نشد.

source: Done.
fa: انجام شد.

source: Service not found.
fa: سرویس پیدا نشد.

source: Payment already processed.
fa: پرداخت قبلا پردازش شده است.

source: Payment already verified.
fa: پرداخت قبلا تایید شده است.

# PaymentExpired
source: Payment expired. Your Money will return to your account.
fa: پرداخت منقضی شده است. مبلغ به حساب شما بازگشت داده میشود.

# WrongPayment
source: Payment is wrong.
fa: پرداخت اشتباه است.

source: Media content not found.
fa: محتوا پیدا نشد.

# ExtensionNotSupported
source: The extension not supported.
fa: این فرمت فایل پشتیبانی نمی شود.

# ViolationOfMediaMaxSize
source: File size is bigger than media content size.
fa: سایز فایل از سایز محتوا بیشتر است.
